"The name of your computer " = "사용자의 컴퓨터 이름 ";
"This computer’s local hostname " = "이 컴퓨터의 로컬 호스트 이름 ";
"“" = "“";
"”" = "”";
" is already in use on this network. " = "이(가) 네트워크에서 이미 사용 중입니다. ";
"The name has been changed to " = "이름이 다음으로 변경되었습니다: ";
"." = ".";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "사용자의 컴퓨터 이름을 변경하려면, 시스템 환경설정을 열고 공유를 클릭한 다음, 컴퓨터 이름 필드에 이름을 입력하십시오.";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "로컬 호스트 이름을 변경하려면, 시스템 환경설정을 열고 공유를 클릭한 다음, “편집”을 클릭하고 로컬 호스트 이름 필드에 이름을 입력하십시오.";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "해당 이름에 숫자를 추가하여 사용 가능한 이름을 찾으려는 모든 시도도 실패했습니다.";
"This may indicate a problem with the local network. Please inform your network administrator." = "이는 로컬 네트워크의 문제일 수도 있습니다. 네트워크 관리자에게 문의하십시오.";
